/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Une table d’ondes est en cours de création. Réessayez une fois le processus de création terminé.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Des informations de timbre ont été détectées sur une seule forme d’onde. Il est possible de moduler le formant en plaçant le bouton Modulation sur « Formant ». Les boutons Forme 1 et Forme 2 ne sont pas utilisables.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Pour créer une table d’ondes, le fichier audio doit avoir une tonalité constante, plusieurs sections à tonalité séparées par des silences, et au moins une section à cycle unique.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "La nouvelle table d’ondes contient %d formes d’ondes.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Création d’une table d’ondes en cours";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Table d’ondes créée avec une seule forme d’onde";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Table d’ondes non créée";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Table d’ondes créée";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Interne";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Side Chain :";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Désactivé";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Entrée audio externe :";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identification des notes";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analyse de hauteur";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analyse : %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Erreur d’ouverture de fichier";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Le fichier que vous tentez de charger est introuvable.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Erreur d’ouverture de fichier";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "La mémoire disponible est insuffisante pour charger le fichier sélectionné.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Le fichier contient des changements de tempo";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Avertissement : un ou plusieurs des fichiers que vous importez contiennent des marqueurs de changement de tempo. Cette version de MainStage ne prend pas en charge la synchronisation de fichiers avec les changements de tempo.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Erreur d’ouverture de fichier";

/* Playback file alert */
"PlaybackTransientsMessage" = "Les éléments transitoires dans le fichier sélectionné ont été masqués dans Logic Pro. Ouvrez le fichier dans Logic Pro et démasquez les éléments transitoires avant de rouvrir le fichier dans le module.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Erreur inconnue";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Le fichier vidéo sélectionné n’a pas pu être ouvert.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Format de fichier audio non pris en charge";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Le format du fichier audio que vous tentez d’ajouter n’est pas pris en charge. Convertissez le fichier à un format pris en charge à l’aide d’iTunes ou d’une autre application audio avant de l’ajouter au module de lecture.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Fichier manquant)";
